IdeaRS.Connections
FinPlateData.MemberFlangesWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the member weld - flanges
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData MemberFlangesWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
FinPlateData Class
IdeaRS.Connections.Data Namespace